Revit 2027 API
SymbolTypeId.Lm Property
 Symbol lm, indicating unit Lumens.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lm { get; }
Public Shared ReadOnly Property Lm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lm {
	ForgeTypeId^ get ();
}
static member Lm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace